{"meta":{"title":"Mia's Blog","subtitle":"Je marche lentement, mais je ne pas recule jamais.","description":"Graduate from Wuhan University in 2012, and study for master degree in NUDT since 2016.Currently I have done some researched relates to space-temporal data based on machine learning, including series interpolation, classification and compression.","author":"Mia Feng","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"","slug":"hexo+killy+github pages=blog","date":"2018-11-11T02:25:04.286Z","updated":"2018-11-11T08:39:05.823Z","comments":true,"path":"2018/11/11/hexo+killy+github pages=blog/","link":"","permalink":"http://yoursite.com/2018/11/11/hexo+killy+github pages=blog/","excerpt":"","text":"Build up personal blog with node, hexo, killy and deploy it on Github.This post will show you how to build up a personal blog by node and hexo. The theme used in this case is killy. Laterly the blog will be hosted on Github. PreliminariesBefore starting, you have to install tools: node.js+npm, Get node.js from here. Check here for more info. git, an account of Github, and configure the ssh-key on your device. Quick StartInstall hexoCreate a local directory on your device, such as I 1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]},{"title":"","slug":"about","date":"2018-11-10T13:19:49.492Z","updated":"2018-11-11T08:31:22.005Z","comments":true,"path":"2018/11/10/about/","link":"","permalink":"http://yoursite.com/2018/11/10/about/","excerpt":"","text":"AboutWelcome to Mia Feng’s Blog!I’m a final year Master Student in Machine Learning at the National University of Defense Techonology in Changsha City. I’m interested in data analysis, reinforce learning, transfer learning and democratising machine learning and AI.I’ve studied Computer Science and Technology at the National University of Defense Techonology, China and at Wuhan University, China. During my studies, I’ve processed spatial-temporal data, and financial data. I also worked as an Intership of fintech in Meituan-Dianping. Currently I want to learn more about computational neuronscience.Have a look at my resume for more information.","categories":[],"tags":[]}]}